<?php include_once("analyticstracking.php") ?>
 
<div class="section section-white" id="section-slider">
  <div class="container">
    <div class="row">
        <div class="col-md-12">

            </br></br> 
            </br></br> 
            </br></br> 
              
			  <h2>ประวัติความเป็นมาของคณะวิชา </h2>
          
		  <p>คณะวิทยาศาสตร์ได้จัดตั้งขึ้นในปี พ.ศ.2527 และได้รับการอนุมัติให้ปรับเปลี่ยนชื่อคณะฯ เป็น คณะวิทยาศาสตร์และเทคโนโลยี ในปี
พ.ศ. 2554 คณะฯ ได้ผลิตบัณฑิตในสาขาวิชาต่างๆ จนถึงปัจจุบันรวมทั้งสิ้น 29 รุ่น โดยมีสาขาวิชาต่างๆ ดังนี้ </p>
			<p> -  พ.ศ.2527 เปิดสาขาวิชาคณิตศาสตร์ สาขาวิชาสถิติประยุกต์ และสาขาวิชาวิทยาการคอมพิวเตอร์ </p>
			<p> - พ.ศ.2529 เปิดสาขาวิชาวิทยาการคอมพิวเตอร์ (ภาคค่่า)  </p>
			<p> - พ.ศ.2532 เปิดสาขาวิชาวิทยาศาสตร์การอาหาร  </p>
			<p> -พ.ศ.2533 เปิดสาขาวิชาเทคโนโลยีอุตสาหกรรมอาหาร   </p>
			<p> - พ.ศ.2537 เปิดสอนในระดับบัณฑิตศึกษา คือ สาขาวิชาการจัดการเทคโนโลยีสารสนเทศ   </p>
			<p> -พ.ศ.2539 เปิดสาขาวิชาเทคโนโลยีสารสนเทศ   </p>
			<p> - พ.ศ.2547 รวมสาขาวิชาวิทยาศาสตร์การอาหาร และสาขาวิชาเทคโนโลยีอุตสาหกรรมอาหาร โดยเปลี่ยนชื่อเป็น สาขาวิชาวิทยาศาสตร์และเทคโนโลยีการอาหาร  และปรับปรุงหลักสูตรระดับบัณฑิตศึกษาโดยเปลี่ยนชื่อจาก สาขาวิชาการจัดการเทคโนโลยีสารสนเทศ เป็นสาขาวิชาการจัดการเทคโนโลยีสารสนเทศและการสื่อสาร  </p>
			<p> - พ.ศ.2547 เปิดสาขาวิชาการจัดการอุตสาหกรรมอาหาร (CEO MBA)  </p>
			<p> - พ.ศ.2548 เปิดสาขาวิชาคณิตศาสตร์การเงิน  </p>
			<p> - พ.ศ.2549 เปิดสาขาวิชาคอมพิวเตอร์แอนิเมชั่น สาขาวิชาระบบอุตสาหกรรมอาหาร และสาขาวิชาการจัดการไฮเทค (CEO MBA)  </p>
			<p> -พ.ศ.2551 ปรับปรุงหลักสูตรปริญญาตรีสาขาวิชาเทคโนโลยีสารสนเทศ โดยเปลี่ยนชื่อเป็นสาขาวิชาเทคโนโลยีสารสนเทศและการสื่อสาร ปรับปรุงหลักสูตร CEO MBA สาขาวิชาการจัดการไฮเทค เปลี่ยนชื่อเป็นกลุ่มวิชาการจัดการเทคโนโลยีและนวัตกรรม   </p>
			<p> - พ.ศ.2552   ปรับปรุงหลักสูตรปริญญาตรีสาขาวิชาระบบอุตสาหกรรมอาหาร โดยเปลี่ยนชื่อเป็นสาขาวิชาการจัดการธุรกิจอาหาร  และปรับปรุงหลักสูตรปริญญาตรีสาขาวิชาคณิตศาสตร์การเงิน โดยเปลี่ยนชื่อเป็นสาขาวิชาวิศวกรรมการเงิน และเป็นหลักสูตร 4 + 1   </p>
			<p>- เปิดหลักสูตรปริญญาโทสาขาวิชาวิศวกรรมการเงิน พ.ศ.2553    </p>
			<p>- พ.ศ.2554 เปิดหลักสูตรปริญญาตรีสาขาวิชาการออกแบบเว็บและเนื้อหา และปรับเปลี่ยนชื่อคณะฯจากเดิม คณะวิทยาศาสตร์ เป็นคณะวิทยาศาสตร์และเทคโนโลยี    </p>
			<p>- พ.ศ.2555 ปรับปรุงหลักสูตรปริญญาตรีสาขาวิชาการออกแบบเว็บและเนื้อหา โดยเปลี่ยนชื่อเป็นสาขาวิชาเว็บและโมบายเทคโนโลยี  และปรับปรุงหลักสูตรปริญญาตรีสาขาวิชาวิทยาการคอมพิวเตอร์ (4+1)   </p>
			<p>- พ.ศ.2556 เปิดหลักสูตรปริญญาตรีสาขาวิชาเทคโนโลยีการพัฒนาผลิตภัณฑ์อุตสาหกรรมเกษตร และปรับปรุงหลักสูตรปริญญาโทสาขาวิชาการจัดการเทคโนโลยีสารสนเทศและการสื่อสาร   </p>
			<p>- พ.ศ. 2557 เปิดหลักสูตรปริญญาโทสาขาวิชาคณิตศาสตร์และเทคโนโลยีสารสนเทศ  และปรับปรุงหลักสูตรปริญญาตรีสาขาวิชาคอมพิวเตอร์แอนิเมชั่น    </p>
			<p> - พ.ศ. 2558 ปรับปรุงหลักสูตรปริญญาตรีสาขาวิชาเทคโนโลยีสารสนเทศและการสื่อสารและปรับปรุงหลักสูตรปริญญาตรีสาขาวิชาการจัดการธุรกิจอาหาร    </p>
		 
             </br></br> 

             </div>
			
			
        </div>
    </div>
  </div>
</div>
