<?php include_once("analyticstracking.php") ?>

<div class="section section-white" id="section-slider">
  <div class="container">
    <div class="row">
        <div class="col-md-30">

            </br></br> 
            </br></br> 
            </br></br> 
              
			  <h2>ปัจจุบัน </h2>
          
		  <p>คณะวิทยาศาสตร์และเทคโนโลยี  เปิดสอนระดับปริญญาตรีจำนวน 6 หลักสูตร และระดับปริญญาโทจำนวน 1 หลักสูตร ดังนี้ </p>		  
<p>หลักสูตรปริญญาตรี วิทยาศาสตร์บัณฑิต (วท.บ.): </p>
<p> - วิทยาศาสตร์และเทคโนโลยีการอาหาร </p>
<p> - การจัดการธุรกิจอาหาร </p>
<p> - วิศวกรรมการเงิน</p>
<p> - เทคโนโลยีสารสนเทศและการสื่อสาร </p>
<p> - วิทยาการคอมพิวเตอร์</p>
<p> - คอมพิวเตอร์แอนิเมชั่น </p>
<p>หลักสูตรปริญญาโท วิทยาศาสตร์มหาบัณฑิต (วท.ม.) :  </p>
<p> - วิศวกรรมการเงิน </p>
            </br> 

 <p>ปัจจุบันมีนักศึกษาระดับปริญญาตรีประมาณ 1,061 คน และระดับปริญญาโทประมาณ 154 คน มีจำนวนคณาจารย์ทั้งสิ้น 79 คน โดยมีอาจารย์ที่จบปริญญาเอก จำนวนทั้งสิ้น 21 คน นอกจากนี้ยังมีอาจารย์ที่กำลังลาศึกษาต่อในระดับปริญญาเอก อีกเป็นจำนวน 5 คน
คณะฯ มีการสนับสนุนทุนการศึกษาและรางวัลเพื่อส่งเสริมการศึกษาสำหรับนักศึกษาเก่าและนักศึกษาใหม่เป็นจำนวนมากในแต่ละปี เพื่อให้โอกาสนักศึกษาที่เรียนดีแต่ขาดแคลนทุนทรัพย์ มีโอกาสได้รับการศึกษาที่ดี และเป็นกำลังสำคัญในการพัฒนาประเทศต่อไป </p>		

</br></br> 
					   
</div>
</div>
</div>
</div>
