<?php include_once("analyticstracking.php") ?>

<div class="section section-white" id="section-slider">
  <div class="container">
    <div class="row">
        <div class="col-md-30">

             </br></br> 
            </br></br> 
            </br></br> 
<h4> ปรัชญา</h4>  
<p>    วิชาการนำ จริยธรรมเด่น เน้นเทคโนโลยี </p>
<h4> ปณิธาน</h4>  
<p>  วิชาการนำ จริยธรรมเด่น เน้นเทคโนโลยี </p>
<h4>วิสัยทัศน์ </h4>
              <p class="style23">คณะวิทยาศาสตร์และเทคโนโลยีมีความมุ่งมั่นในการจัดการศึกษาของคณะวิทยาศาสตร์และเทคโนโลยี  มหาวิทยาลัยหอการค้าไทย ที่จะสร้างบัณฑิตที่สำเร็จการศึกษา  ให้เป็นผู้ที่มีความพร้อมทางวิชาการ สามารถนำไปประยุกต์  ใช้เพื่อก่อให้เกิดประโยชน์ต่อการพัฒนาสังคมและประเทศชาติเป็นผู้ที่มี  คุณธรรมและจริยธรรมอย่างแท้จริง ดังคำปณิธาน</p>
          <p align="center" class="style23"><strong>&quot;วิชาการนำ จริยธรรมเด่น&quot;</strong></p>
		  
</div>
</div>
</div>
    </div>
